Repository: iComputerfreak/Overtime
Catalog: Overtime/Localizable.xcstrings
Source language: de
Languages: en

# actionLabel.delete
source: Löschen
en: Delete

# actionLabel.edit
source: Bearbeiten
en: Edit

# addVacation.navigationTitle
source: Urlaub Hinzufügen
en: Add Vacation

# addVacationDays.navigationTitle
source: Neuer Urlaub
en: Add Vacation Days

# alerts.actions.cancel
source: Abbrechen
en: Cancel

# alerts.actions.delete
source: Löschen
en: Delete

# alerts.errorExporting.title
source: Fehler beim Exportieren
en: Error Exporting Backup

# alerts.errorImporting.title
source: Fehler beim Importieren
en: Error Importing Backup

# alerts.overtimeAlreadyAdded.message
source: Für dieses Datum sind bereits Überstunden eingetragen.
en: There are already overtime hours added for this date.

# alerts.overtimeAlreadyAdded.title
source: Fehler
en: Error

# alerts.reset.message
source: Mit dieser Aktion werden alle Überstunden unwiderruflich gelöscht.
en: This action deletes all overtime data. You cannot undo this action.

# alerts.reset.title
source: Überstunden löschen?
en: Delete all overtimes?

# editOvertime.navigationTitle
source: Überstunden Bearbeiten
en: Edit Overtime

# editVacation.actionLabel.add
source: Hinzufügen
en: Add

# editVacation.actionLabel.cancel
source: Abbrechen
en: Cancel

# editVacation.actionLabel.save
source: Speichern
en: Save

# editVacation.endDate.label
source: End-Datum
en: End date

# editVacation.errorEditing
source: Fehler beim Bearbeiten. Bitte versuchen Sie es erneut.
en: Error editing the entry. Please try again.

# editVacation.navigationTitle
source: Urlaub Bearbeiten
en: Edit Vacation

# editVacation.sectionFooter.alreadyExistsMessage
source: Dieser Zeitraum überschneidet sich mit einem bestehenden Urlaub.
en: There already exists a vacation that overlaps with this date range.

# editVacation.sectionFooter.datesInWrongOrderMessage
source: Das End-Datum darf nicht vor dem Start-Datum liegen.
en: The end date must not lie before the start date

# editVacation.sectionHeader.date
source: Datum
en: Edit Vacation

# editVacation.sectionHeader.vacation
source: Urlaub
en: Vacation

# editVacation.startDate.label
source: Start-Datum
en: Start date

# editVacation.stepperLabel.daysUsed
source: Tage benutzt
en: Days used

# editVacation.textField.title
source: Titel
en: Title

# editVacationDays.navigationTitle
source: Urlaubstage Bearbeiten
en: Edit Vacation Days

# editVacationDays.stepperLabel.days
source: Tage
en: Days

# editVacationDays.stepperLabel.year
source: Jahr
en: Year

# migration.alert.errorMessage %@
source: Es gab einen Fehler beim Migrieren der alten Daten: %@
en: An error occurred while migrating the old data: %@

# migration.alert.errorTitle
source: Fehler
en: Error

# migration.progressText
source: Lade alte Daten...
en: Loading old data...

# monthSectionStyle.monthDisclosureGroups
source: Aufklappen
en: Collapsed

# monthSectionStyle.monthSections
source: Getrennt
en: Separated

# newOvertime.actionLabel.add
source: Speichern
en: Save

# newOvertime.actionLabel.cancel
source: Abbrechen
en: Cancel

# newOvertime.errorEditing
source: Fehler beim Bearbeiten. Bitte versuchen Sie es erneut.
en: Error editing the entry. Please try again.

# newOvertime.navigationTitle
source: Neue Überstunden
en: New Overtime

# newOvertime.sectionFooter.alreadyExistsMessage
source: Es existiert bereits ein Eintrag für dieses Datum.
en: There already exists an entry for this date.

# newOvertime.sectionHeader.date
source: Datum
en: Date

# newOvertime.sectionHeader.overtime
source: Überstunden
en: Overtime

# newOvertime.stepperLabel.hours
source: Stunden
en: Hours

# overtimes.title
source: Überstunden
en: Overtimes

# overtimes.totalPrefix
source: Gesamt:
en: Total:

# settings.buttonLabel.export
source: Exportieren
en: Export

# settings.buttonLabel.import
source: Importieren
en: Import

# settings.buttonLabel.reset
source: Zurücksetzen
en: Reset

# settings.navigationTitle
source: Einstellungen
en: Settings

# settings.pickerLabel.dateFormat
source: Datumsformat
en: Date Format

# settings.pickerLabel.monthSectionStyle
source: Monats-Stil
en: Month Style

# tabView.overtimes.label
source: Überstunden
en: Overtimes

# tabView.settings.label
source: Einstellungen
en: Settings

# tabView.vacationDays.label
source: Urlaub
en: Vacations

# vacation.addButton.label
source: Hinzufügen
en: Add

# vacation.navigationTitle
source: Urlaub
en: Vacations

# vacation.remainingSuffix
source: übrig dieses Jahr
en: left this year

# vacation.summary %lf
source: %g Tage
en: %g days

# vacation.topUpButton.label
source: Auffüllen
en: Top Up

# vacation.topUpTitle %@
source: Neuer Urlaub %@
en: Top up %@
